#!/usr/bin/env python3
# -*- coding: utf-8 -*-
# (c) @DARK_ANGEL_1234

class Translation(object):
    
    START_TEXT = """<b>Hey😁 {}!!</b>
ഞാനൊരു Advance AutofilterBot ആണ്😉

പക്ഷെ വെറുതെ Start ഞെക്കി സമയം കളയേണ്ട😁 എന്നെ <b><i><a href="https://t.me/filmgallery0999">FILM GALLERY</a></i></b> ന് മാത്രമേ ഉപയോഗിക്കാൻ സാധിക്കൂ... 🤷‍♀️
"""    
    
    HELP_TEXT = """

ഹയ്യട😝! നീയെന്തിനാ Help Button ഞെക്കിയത്🤷‍♀️.വെറുതെ ഇതിൽ ഞെക്കിക്കൊണ്ടിരുന്നിട്ട് ഒരു കാര്യവുമില്ല😁.അവൻ Help ചോദിച്ച് വന്നേക്കുന്നു🤦‍♀️.ഇപ്പൊ ചെയ്യും Help നോക്കിയിരുന്നോ...😂


<b><i><a href="https://t.me/Unlimtedmovie00">FILM GALLERY</a></i></b>
"""
    
    ABOUT_TEXT = """<b>➥ Name</b> : <code> Advance Auto Filter Bot</code>"""
